{
    "name": "Jose Lopez",
    "result": [
        {
            "Case ID": "2021071094401",
            "Case Summary": "FINANCIAL INDUSTRY REGULATORY AUTHORITY\nOFFICE OF HEARING OFFICERS\nDEPARTMENT OF ENFORCEMENT,\nComplainant,\nv.\nJOHN PELLETIER\n(CRD No. 4205289),\nRespondent.\nDisciplinary Proceeding\nNo. 2021071094401\nHearing Officer–MC\nEXTENDED HEARING\nPANEL DECISION\nJune 25, 2024\nRespondent John Pelletier is suspended from associating with any FINRA\nmember firm in any capacity for three months and fined $10,000 for effecting\n16 unauthorized transactions in a customer’s retirement account in violation\nof FINRA Rule 2010.\nAppearances\nFor the Complainant: Robert Kennedy, Esq., Nicholas Pilgrim, Esq., and John R. Baraniak, Jr.,\nEsq., Department of Enforcement, Financial Industry Regulatory Authority\nFor the Respondent: James L. Kopecky, Esq., and Howard J. Rosenburg, Esq.\nDECISION\nI. Introduction\nThis disciplinary proceeding illustrates the consequences of failing to fulfill the\nfundamental obligation of a registered representative to obtain a customer’s authorization before\nexecuting a trade in the customer’s account. In this cas\r\nRelated Documents",
            "Document Type": "OHO Decisions",
            "Firms/Individuals": "John Pelletier",
            "Action Date": "06/25/2024"
        },
        {
            "Case ID": "2011029619801",
            "Case Summary": "FINANCIAL INDUSTRY REGULATORY AUTHORITY OFFICE OF HEARING OFFICERS DEPARTMENT OF ENFORCEMENT, Complainant, v. JOSE LOPEZ (CRD No. 3223077), Respondent. Disciplinary Proceeding No. 2011029619801 Hearing Officer-Lawrence B. Bernard DEFAULT DECISION Dated: December 27, 2013 Respondent is barred for failing to appear and testify at an on-the-record interview, in violation of FINRA Rules 8210 and 2010. Appearances Perry C. Hubbard, Esq., and Samuel L. Israel, Esq., for the Department of Enforcement. No",
            "Document Type": "OHO Decisions",
            "Firms/Individuals": "JOSE LOPEZ",
            "Action Date": "12/27/2013"
        }
    ]
}