{
    "name": "Kevin Paul",
    "result": [
        {
            "Case ID": "2016049886601",
            "Case Summary": "FINANCIAL INDUSTRY REGULATORY AUTHORITY LETTER OF ACCEPTANCE, WAIVER AND CONSENT NO. 2016049886601 TO: Department of Enforcement Financial Industry Regulatory Authority (FINRA) RE: Kevin Paul Rast (Respondent) Former: General Securities Representative; General Securities Principal; Municipal Securities Principal CRD No. 1350998 Pursuant to FINRA Rule 9216, Respondent Kevin Paul Rast submits this Letter of Acceptance, Waiver, and Consent (AWC) for the purpose of proposing a settlement of the alleged rule violations described below.",
            "Document Type": "AWCs (Letters of Acceptance, Waiver, and Consent)",
            "Firms/Individuals": "Kevin Paul Rast",
            "Action Date": "11/23/2020"
        },
        {
            "Case ID": "2015047041301",
            "Case Summary": "FINANCIAL INDUSTRY REGULATORY AUTHORITY LETTER OF ACCEPTANCE, WAIVER AND CONSENT NO. 2015047041301 TO: Department of Enforcement Financial Industry Regulatory Authority (\"FINRA\") RE: Kevin Paul Hudak, Respondent Former Registered Representative CRD No. 4439153 Pursuant to FINRA Rule 9216 of FINRA's Code of Procedure, I submit this Letter of Acceptance, Waiver and Consent (\"AWC\") for the purpose of proposing a settlement of the alleged rule violations described below. This AWC is submitted on the condition",
            "Document Type": "AWCs (Letters of Acceptance, Waiver, and Consent)",
            "Firms/Individuals": "KEVIN PAUL HUDAK",
            "Action Date": "11/17/2016"
        },
        {
            "Case ID": "2007011324701",
            "Case Summary": "FINANCIAL INDUSTRY REGULATORY AUTHORITY OFFICE OF HEARING OFFICERS Department of Enforcement, Complainant, v.  Kevin Paul McCaffrey (CRD No. 4130994), Respondent. Disciplinary Proceeding No.2007011324701 Hearing Officer MAD        ORDER ACCEPTING OFFER OF SETTLEMENT Date: November 17, 2009 INTRODUCTION Disciplinary Proceeding No. 2007011324701 was filed on September 21, 2009, by the Department of Enforcement of the Financial Industry\r\nRelated Documents",
            "Document Type": "Orders Accepting Offers of Settlement",
            "Firms/Individuals": "KEVIN PAUL MCCAFFREY",
            "Action Date": "11/17/2009"
        },
        {
            "Case ID": "2007011324701",
            "Case Summary": "FINANCIAL INDUSTRY REGULATORY AUTHORITY OFFICE OF HEARING OFFICERS Department of Enforcement, Complainant, v. Kevin Paul McCaffrey (CRD No. 4130994), Respondents. DISCIPLINARY PROCEEDING No. 2007011324701 COMPLAINT The Department of Enforcement alleges: 1. SUMMARY September 2005, Kevin Paul McCaffrey (McCaffrey) signed the name of a  customer on a fixed annuity application and a Substantially Equal Periodic Payments\r\nRelated Documents",
            "Document Type": "Complaints",
            "Firms/Individuals": "KEVIN PAUL MCCAFFREY",
            "Action Date": "09/21/2009"
        },
        {
            "Case ID": "2008015004001",
            "Case Summary": "FINANCIAL INDUSTRY REGULATORY AUTHORITY LETTER OF ACCEPTANCE, WAIVER AND CONSENT NO. 2008015004001 TO: Department of Enforcement     Financial Industry Regulatory Authority (\"FINRA\") Kevin Paul O'Brien, Respondent Registered Representative CRD No. 1782288 Pursuant tol FINRA Rule 9216 of the FINRA Code of Procedure, Kevin Paul O'Brien (''Respondent\" or \"O'Brien\") submits this Letter of Acceptance, Waiver and Consent (\"AWC\") for the",
            "Document Type": "AWCs (Letters of Acceptance, Waiver, and Consent)",
            "Firms/Individuals": "KEVIN PAUL O'BRIEN",
            "Action Date": "09/14/2009"
        }
    ]
}